[{"_id": 0, "title": "Blog 1 - first update", "content": "Post 1 - first updated post after changes", "author": "karolstropek"}, {"_id": 1, "title": "Blog 2", "content": "Post 2", "author": "karols"}, {"_id": 3, "title": "El Greca", "content": "Twórczość El Greca związana jest z późnym manieryzmem. Jego obrazy miały typowe cechy epoki i odznaczały się głęboką religijnością, mistycyzmem i egzystencjalnym niepokojem.\r\n\r\nWiększość źródeł nie pozwala na dokładne określenie liczby stworzonych przez El Greca dzieł. Na podstawie sporządzanych przez historyków sztuki katalogów można określić, że było ich od 174 (według pierwszego katalogu Manuela Cossío z 1908 roku) do 235 i 385 dzieł (według kolejnych wydań jego prac, z których ostatnie pochodziło z 1928 roku). Niemiecki historyk sztuki August L. Mayer w pracach wydawanych w latach 1911–1931 podawał od 191 do 357 prac, w tym 145 różnych wariantów. W latach 1950–1970 José Camón Aznar skatalogował 803 prace El Greca. Harold Wethey w swojej monografii wymienia 285 dzieł, zaś José Gudiol 312[1][2]. Duża część prac powstała w pracowni El Greca, a wiele dzieł było kopiowanych przez jego uczniów i naśladowców, w tym przez jego syna Jorge Manuela. Największą trudność historykom sztuki sprawia datowanie obrazów El Greca, ponieważ malarz przeważnie nie opatrywał swoich dzieł datą. Pomocny dla ustalenia chronologii jego dzieł jest sposób sygnowania obrazów i proces zmian, jakim ulegał podpis malarza z biegiem czasu.", "author": "karolstropek"}, {"_id": 4, "title": "Senegambia", "content": "region geograficzny w Afryce Zachodniej, obejmujący obszar wyżyny Futa Dżalon oraz dorzecza Senegalu i Gambii na współczesnych terenach Senegalu, Gambii i Gwinei Bissau, a także Gwinei, Mali i Mauretanii[1], w praktyce nazwa ta stosowana jest jednak w zasadzie tylko do obszaru państw Senegal i Gambia. W latach 1765–1783 była to też nazwa brytyjskiej kolonii na tych terenach[2], a w latach 80. XX w. Konfederacji Senegambii (1982–1989)", "author": "karolstropek"}, {"_id": 5, "title": "SM UC-32", "content": " niemiecki podwodny stawiacz min z okresu I wojny światowej, jedna z 64 zbudowanych jednostek typu UC II. Zwodowany 12 sierpnia 1916 roku w stoczni Vulcan w Hamburgu, został przyjęty do służby w Kaiserliche Marine 13 września 1916 roku. Włączony w skład 1. Flotylli Hochseeflotte, w czasie służby operacyjnej okręt odbył trzy misje bojowe, w wyniku których zatonęło sześć statków o łącznej pojemności 9083 BRT. SM UC-32 zatonął 23 lutego 1917 roku w wyniku eksplozji własnej miny nieopodal Sunderlandu.", "author": "karols"}, {"_id": 6, "title": "Alfred von Tirpitz", "content": "niemiecki grossadmiral, twórca Cesarskiej Marynarki Wojennej, następca sekretarza Urzędu Marynarki Rzeszy (Reichsmarineamt) Friedricha von Hollmanna.\r\n\r\nUchodzi za twórcę niemieckiej floty dalekomorskiej. Jego celem było stworzenie sił morskich, które – nawet gdyby nie dorównywały siłom angielskim – to stanowiłyby dla nich duże zagrożenie w przypadku wybuchu wojny. Doprowadziło to do niemiecko-brytyjskiego wyścigu zbrojeń. Efektem było powstanie floty liniowej Hochseeflotte, którą Brytyjczycy uznali za zagrożenie i brali pod uwagę przy planowaniu działań na początku pierwszej wojny światowej", "author": "karols"}, {"_id": 7, "title": "Królestwo Prus", "content": "państwo powstałe przez podniesienie Księstwa Pruskiego do rangi królestwa w 1701 r. Powstałe państwo objęło także pozostałe domeny dynastii Hohenzollernów (m.in. Elektorat Brandenburgii). W 1806 r., po rozwiązaniu Świętego Cesarstwa Rzymskiego jego władcy utracili uprawnienia księcia elektora Rzeszy. W latach 1815–1866 państwo członkowskie Związku Niemieckiego, w latach 1866–1871 Związku Północnoniemieckiego, w latach 1871–1918 Cesarstwa Niemieckiego. Król Prus był jednocześnie cesarzem niemieckim, a Prusy w Cesarstwie miały pozycję hegemoniczną. Terytorium Królestwa Prus obejmowało dwie trzecie całego obszaru Cesarstwa Niemieckiego.", "author": "karols"}, {"_id": 8, "title": "Berlin", "content": "stolica, największe miasto Niemiec i zarazem kraj związkowy. Zajmuje powierzchnię ok. 892 km² i zamieszkuje go 3,7 mln osób. Jest pierwszym miastem w Unii Europejskiej pod względem liczby mieszkańców.\r\n\r\nBerlin jest podzielony na dwanaście okręgów administracyjnych (Bezirk). Przez przestrzeń miejską przepływają m.in. rzeki Sprewa i Hawela, a ponadto znajduje się wiele jezior i zatok, w tym największe Müggelsee.\r\n\r\nPierwsza wzmianka o mieście pochodzi z 1237 r. Berlin pełnił rolę historycznej stolicy Brandenburgii, Prus, Cesarstwa Niemieckiego, Republiki Weimarskiej i III Rzeszy. Po 1945 r. wschodnia część miasta była stolicą Niemieckiej Republiki Demokratycznej (Berlin, Hauptstadt der DDR), natomiast pozostała tworzyła Berlin Zachodni – otoczoną murem (od 1961) enklawę na terenie NRD. Po zjednoczeniu Niemiec w 1990 r. Berlin został ponownie stolicą Niemiec, siedzibą prezydenta (od 1994), niemieckiego Bundestagu (od 1999) i Bundesratu (od 2000).\r\n\r\nBerlin jest jedną z ważniejszych w Europie metropolii globalnych, ponadto ważnym węzłem komunikacyjnym Niemiec i Europy, zarówno kolejowym, lotniczym i drogowym. Ważny ośrodek naukowy, kulturalny i artystyczny (m.in. Kulturforum i Museumsinsel).", "author": "karolstropek"}, {"_id": 9, "title": "Michael Muller", "content": "niemiecki polityk i samorządowiec, działacz Socjaldemokratycznej Partii Niemiec (SPD), od 2014 burmistrz Berlina.", "author": "karols"}, {"_id": 10, "title": "Berlin Zachodni", "content": "zachodnia część Berlina w latach 1949–1990, na którą składały się sektory okupowane przez aliantów zachodnich, od północy: francuski, brytyjski i amerykański – łącznie stanowiły one enklawę na terytorium NRD zarządzaną przez aliantów zachodnich.\r\n\r\nNa Berlin Zachodni składały się przede wszystkim peryferyjne dzielnice południowe i zachodnie, wcielone do miasta dopiero w 1920 r. (54% powierzchni całkowitej miasta[1]), ponadto park Tiergarten i niewielka południowa część historycznego centrum.", "author": "karolstropek"}, {"_id": 11, "title": "język niemiecki", "content": "język z grupy zachodniej rodziny języków germańskich. W lingwistyce traktuje się go jako grupę kilku języków zachodniogermańskich, które często są określane jako języki niemieckie; standardowy język niemiecki (Standard Hochdeutsch) oparty jest na Biblii Marcina Lutra, która z kolei opiera się na języku mówionym z Górnej Saksonii i Turyngii.", "author": "karolstropek"}, {"_id": 12, "title": "Austria", "content": "państwo położone w Europie Środkowej, federacja dziewięciu krajów związkowych ze stolicą w Wiedniu. Od 1995 Austria należy do Unii Europejskiej.", "author": "karolstropek"}, {"_id": 15, "title": "abc", "content": "posta 125", "author": "karolstropek"}, {"_id": 16, "title": "blog 13", "content": "blog 13", "author": "karolstropek"}, {"_id": 17, "title": "zad nr 1", "content": "tresc nr 1", "author": "karols"}, {"_id": 18, "title": "test 1", "content": "test 1", "author": "stropczyk"}, {"_id": 19, "title": "test 2", "content": "test 2 ", "author": "stropczyk"}, {"_id": 20, "title": "test 2", "content": "test 2", "author": "stropczyk"}, {"_id": 21, "title": "test 3", "content": "test 3", "author": "stropczyk"}, {"_id": 22, "title": "test 4", "content": "test 4", "author": "stropczyk"}, {"_id": 23, "title": "finalny test - 2 odbiorców", "content": "finalny test - odbiorców", "author": "karols"}, {"_id": 24, "title": "finalny test - 1 odbiorca", "content": "finalny test dla 1go odbiorcy", "author": "karols"}, {"_id": 25, "title": "finalny test bez odbiorcy", "content": "bez odbioru", "author": "karols"}, {"_id": 26, "title": "json file test 1", "content": "json file test 1 content", "author": "karols"}, {"_id": 28, "title": "first json test post", "content": "abc", "author": "karols"}, {"_id": 30, "title": "drugi test json file", "content": "json file", "author": "karols"}, {"_id": 32, "title": "abc raz", "content": "abc raz", "author": "karols"}, {"_id": 34, "title": "abc", "content": "abc raz", "author": "karols"}, {"_id": 36, "title": "abc", "content": "abc raz", "author": "karols"}, {"_id": 38, "title": "abc", "content": "abc raz", "author": "karols"}, {"_id": 40, "title": "abc 1", "content": "abc", "author": "karols"}, {"_id": 42, "title": "abc", "content": "abc 1", "author": "karols"}, {"_id": 44, "title": "abc", "content": "abc 1", "author": "karols"}, {"_id": 46, "title": "abc", "content": "abc 1", "author": "karols"}, {"_id": 48, "title": "abc", "content": "abc 1", "author": "karols"}, {"_id": 50, "title": "Blog 1", "content": "blog 12", "author": "karols"}, {"_id": 52, "title": "Blog 1", "content": "basda", "author": "karols"}, {"_id": 54, "title": "Blog 1", "content": "sadgads", "author": "karols"}, {"_id": 56, "title": "asgads", "content": "sgsag", "author": "karols"}, {"_id": 58, "title": "abc", "content": "asdg", "author": "karols"}, {"_id": 60, "title": "asdgas", "content": "asdgasdg", "author": "karols"}, {"_id": 62, "title": "asdf", "content": "sadg", "author": "karols"}, {"_id": 64, "title": "asdgas", "content": "asdgasg", "author": "karols"}, {"_id": 66, "title": "asdg", "content": "asdgas", "author": "karols"}, {"_id": 68, "title": "asdg", "content": "asdgasd", "author": "karols"}, {"_id": 70, "title": "moze teraz bedzie dobrze", "content": "moze teraz bedzie dobrze", "author": "karols"}, {"_id": 71, "title": "moze teraz bedzie dobrze", "content": "moze teraz bedzie dobrze", "author": "karols"}, {"_id": 72, "title": "new post 57", "content": "new post 57", "author": "karols"}, {"_id": 73, "title": "ostateczny test", "content": "ostateczny test z email", "author": "karols"}]